app/controllers/pages_controller.rb

SELECT  "cms_pages".* FROM "cms_pages" WHERE "cms_pages"."id" = $1 LIMIT $2  [["id", 1], ["LIMIT", 1]]
---
  def show
    @page = CmsPage.find(params[:id])

SELECT  "admin_users".* FROM "admin_users" ORDER BY "admin_users"."id" ASC LIMIT $1  [["LIMIT", 1]]
---
	def contact_us_email
		@admin_user = AdminUser.first.email